exports.menu2 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

ᵖᵉʳᵈⁱᵈᵒ

❉──────────❉

𝗽𝗲𝗿𝗱𝗶𝗱𝗼 𝗱𝗼𝗺𝗶𝗻𝗼𝘂 𝘁𝘂𝗱𝗼 🤠🤙 𝘀𝗲 𝗹𝗶𝗴𝗮 𝗻𝗼𝘀 𝗰𝗼𝗺𝗮𝗻𝗱𝗼𝘀
	
╔════════════════════
║ *MENU2*    
╠════════════════════
║╭──❉ *CITAÇÕES E PUISI* ❉──
║│➸ _*!poesia1*_
║│➸ _*!theni2*_
║│➸ _*!puisi3*_
║│➸ _*!cerpen*_
║│➸ _*!quotes1*_
║│➸ _*!quotes2*_
║╰──────────
╠════════════════════
║╭──❉ *BAIXAR* ❉──
║│➸ _*!ytmp3*_  <link>
║│➸ _*!ytmp4*_ <link>
║│➸ _*!fb*_ <link>
║│➸ _*!tiktok*_  <link>
║│➸ _*!twt*_ <link>
║│➸ _*!ig*_ <link>
║╰──────────
║ *BOT ${A187}*
╠════════════════════
║╭──❉ *ISLAMISMO* ❉──
║│➸ _*!quran*_
║╰───────────
╠════════════════════
║╭──❉ *18+* ❉──
║│➸ _*!indohot*_
║│➸ _*!cersex*_
║│➸ _*!hentai*_
║│➸ _*!indohot*_
║│➸ _*!nekonime*_
║╰───────────

╠════════════════════
   𝗽𝗲𝗿𝗱𝗶𝗱𝗼 𝗱𝗼𝗺𝗶𝗻𝗼𝘂 🤠🤙
╚════════════════════`
}
